import React from 'react';
import img from 'img/greenLantern_big.jpg';
import HeroesImage from '../heroes_img';
import HeroesDescription from '../heroes_description';

const GreenLantern = () => {
    return (
        <>
        <HeroesImage src={img}/>
        <HeroesDescription name='greenlantern' text=' -обладает кольцом силы, дающим ему огромный контроль над физическим миром, пока у обладателя достаточно силы воли и физической силы, чтобы использовать его. Хотя кольцо Зелёного Фонаря Золотого века, Алана Скотта, питала магия, кольца, носимые всеми последующими Фонарями, были технологическим созданием Стражей Вселенной, даровавших такие кольца достойным кандидатам. Они образуют межгалактическую полицию, известную как Корпус Зелёных Фонарей.Зеленые Фонари — один из самых интересных столпов издательства DC. Но у персонажа была очень яркая история, которая несколько раз значительно меняла героя под реалии своего времени. В этом очерке мы очень кратко пробежимся по истории изумрудного рыцаря от момента создания до момента появления главного сценариста, который создал Зеленого Фонаря таким, каким его полюбила вся планета раз и навсегда — Джеффа Джонса.
        Первый Зелёный Фонарь – Алан Скотт
        На дворе 1940 год. Золотая эпоха комикс-индустрии. DC (на тот момент – All-American Publications, ещё не влившаяся в состав National Comics Publications) может позволить себе без опаски издавать супергероику. До прихода Marvel под тем брендом, который мы знаем сейчас, остаётся 21 год. Из-под пера Стэна Ли и Джека Кирби ещё не вышла «Фантастическая Четвёрка», значительным образом перевернувшая представление о супергеройских комиксах, а книжки-антологии ещё были популярны. Именно в таких условиях предстояло появиться первому в истории издательства Зелёному Фонарю – Алану Скотту.Не-супергеройский ориджин персонажа таков:

        Однажды художник Мартин Ноделл возвращался домой и, ожидая свой поезд, тот увидел машиниста, обходящего пути с фонарём в руках. Когда в руках машиниста фонарь загорелся зелёным – знак «всё окей» – эта деталь крепко отпечаталась в сознании Мартина и послужила одним из главных источников вдохновения при работе над персонажем. Помимо мелких повседневных мелочей, Ноделл вдохновлялся оперой «Песнь о Нибелунгах», так же известной как «Кольцо Нибелунгов». Во многом именно благодаря ей персонаж владел магическим кольцом, а не чем-либо другим. Показав свои наброски редактору Шелдону Майеру и получив себе в пару сценариста Билла Фингера, Мартин Ноделл приступил к непосредственной реализации своих идей.



        На страницах All-American Comics #16 история происхождения Зелёного Фонаря была следующая:

        Больше тысячи лет назад на Землю (приблизительно в Китай) упал магический зелёный метеорит. Голос, исходивший от него, напророчил 3 судьбоносных ситуации, связанных с его пришествием на Землю. В первый раз – случится смерть, во второй – излечение, а в третий раз – будет дарована сила. Человек, что выковал из космической руды лампу – был убит. Спустя тысячелетие – эта лампа попадёт в руки к пациенту психиатрической лечебницы и тот излечится, а заодно перекуёт её в современный (на тот момент) путеводный фонарь. Впоследствии этот фонарь попадёт в руки к инженеру Алану Скотту – спасёт ему жизнь и научит куче разных трюков. Летать, проходить сквозь твёрдую материю, парализовать, ослеплять и гипнотизировать людей, читать их мысли, создавать лучи энергии и различные конструкции, защищать от воздействий металла (пуль, мечей), а так же многое-многое другое. В том числе – путешествовать во времени. Как? Магия! Были ли у этого, казалось бы, всемогущего героя слабости? Разумеется – он был уязвим к дереву. Почему? Магия!



        Дебютировав в журнале с антологиями, Зелёный Фонарь стал достаточно популярным и получил собственную серию, которая так и назвалась – «Green Lantern». Даже несмотря на статус «первого Зелёного Фонаря», персонаж и без того является знаковым для истории комиксов DC – входил в число основателей Сообщества Справедливости Америки, одной из первых супергеройских команд в истории комиксов.



        Также именно персонажу Алана Скотта (хотя, на самом деле, сценаристу серии – Альфреду Бестеру) принадлежит культовая клятва, прочно ассоциирующийся с Зелёным Фонарём:

        «In brightest day, in blackest night, no evil shall escape my sight. Let those who worship evil’s might, beware my power: Green Lantern’s light!».

        Однако к концу 40-х годов интерес публики к супергероике начал угасать, популярность многих персонажей стремительно пошла под откос. «Green Lantern» закончился на 38 номере – комикс настолько не имел большой любви у народа, что вместо Алана Скотта на обложке красовался его сайдкик, который, на минуточку – был собакой! Алан Скотт впоследствии ещё посетит комиксы DC, но на данном этапе его история заканчивается.



        Зелёный Фонарь – Хэл Джордан
        Середина 50-х годов ознаменовалась важным событием для комикс-индустрии – в рамках антологии Showcase, а конкретно – в четвёртом номере, была предпринята попытка оживить и модернизировать одного из старых супергероев DC. Новый Флэш оказался настолько удачным, что с его появления в 1956 году и берёт своё начало так называемый «Серебряный век». Спустя три года, редактор Джулиус Шварц, с чьей подачи и появился Барри Аллен, решил вернуть из лимба ещё и Зелёного Фонаря, так же осовременив его – теперь без магии!



        Новая итерация Зелёного Фонаря – это военный пилот по имени Хэл Джордан, которому повезло оказаться на месте крушения космического корабля, принадлежавшего члену галактической полиции, известной как Корпус Зелёных Фонарей. Умирающий пришелец передал своё высокотехнологичное кольцо землянину, пригласив того в ряды «космической полиции» и возложив обязанности по охране уголка космоса под названием «Сектор 2814» от всевозможных угроз. Впрочем, даже с учётом технологической натуры сил Фонаря – от магии его способности отличались слабо. Он мог делать всё, что и Алан Скотт, разве что в этот раз одной зелёной побрякушки было мало – необходимо ещё обладать недюжинной силой воли. Если Фонарь Золотой эпохи боялся дерева, то эта версия персонажа была уязвима к жёлтому цвету. Буквально – функционал кольца не мог воздействовать на любой объект или живое существо, содержащее в себе преобладающую жёлтую пигментацию.



        Новый герой и его собратья по оружию, придуманные Джоном Брумом и проиллюстрированные Джилом Кейном, весьма быстро стали важной частью вселенной DC. Равно как и Стражи Вселенной, стоящие за Корпусом и направляющие его во имя великого блага и спокойствия во вселенной. Стоит признать, что подобная смена направленности и общей эстетики футуризма позволила расширить спектр доступных для рассказа историй – где только не побывал Хэл Джордан за годы геройства: и в космосе повоевал, и гибнущие цивилизации спасал, и общественным активистам помогал.



        Последнее, кстати, вылилось в культовый ран Дэнни О’Нила и Нила Адамса, на серии «Green Lantern», ныне более известный как «Green Lantern/Green Arrow». В глазах мирового комикс-сообщества эта работа являлась первой «социально-осознанной» супергеройской историей. Впрочем, Зелёному Фонарю всегда везло с хорошими авторами – даже сам Алан Мур, так рьяно ненавидящий DC, успел оставить в наследие Фонарям две замечательных истории:

        «Mogo doesn’t socialize». История о Мого – разумной планете, входящей в Корпус Зелёных Фонарей и о том, почему же эта планета так любит уединение.
        «Tygers». История, раскрывающие настоящие причины по которым Абин Сур (пришелец, передавший кольцо Джордану) пользовался космическим кораблём, несмотря на то, что кольцо позволяло свободно путешествовать по космосу и без его помощи. Позднее содержание этой истории практически дословно подхватит Джефф Джонс, когда будет писать свой эпик о Зелёных Фонарях.


        Впоследствии тайтл будут писать ещё множество таких замечательных авторов вроде Стива Энглхарта, который перенёс штаб Корпуса на Землю из-за чего Фонари серьёзно поцапались с Советским Союзом. Или, например – Рона Марза, человека, что написал «Emerald Twilight» и провёл Зелёного Фонаря через 90-е, заметно изменив его статус-кво.



        Зелёный Фонарь – Кайл Райнер
        В этих самых 90-х дела у «Green Lantern» шли не очень хорошо – поклонники жаловались как на плохо связанные друг с другом истории, так и на качество самих сценариев. Продажи падали и издательство, поглядев на успех Смерти Супермена, решило устроить похожую встряску и Зелёному Фонарю. С той лишь разницей, что он останется в живых и станет злодеем, а вот Корпус – умрёт. «Emerald Twilight» имеет весьма противоречивую репутацию в фанатских кругах. В основном – отрицательную, ведь Хэл Джордан после уничтожения родного города сошёл с ума и стал маниакальным убийцей, поубивавшим практически всех своих сослуживцев. Звучит чересчур мрачно С другой стороны именно это событие открыло дорогу в новую эпоху Зелёного Фонаря. В эпоху, когда посреди всеобщего «экстрима» и «суровых дядек» в комиксах – главным космическим полицейским DC был чувственный и романтичный художник-комиксист.



        Кайл Райнер дебютировал в Green Lantern #48. Корпус пал, Хэл Джордан стал злодеем Параллаксом, а последнее уцелевшее кольцо силы нашло своего героя в подворотнях Лос-Анджелеса. В западном сообществе нередко можно было услышать, что история Кайла – это своеобразная «попытка воссоздать формулу Человека-Паука для нового поколения читателей». В какой-то степени с этим можно согласиться – персонаж получил свои способности совершенно случайно, обладал весьма противоречивым характером, но был достаточно добросердечным и в принципе апеллировал к гораздо более широкому кругу читателей. В нём было гораздо проще «найти себя» — успехи и неудачи в личной жизни (одна из неудач породила троп «девушка в холодильнике») проблемы с трудоустройством и жильём и многое-многое другое. К тому же теперь ставки многократно возросли – у Кайла не было за плечами ни большого супергеройского опыта, ни Корпуса, ни кого-нибудь, кто обучит всем премудростям быта Фонаря и тому, как пользоваться кольцом силы. Весь накопившийся груз хронологии был сброшен с плеч и позволил Кайлу стоять особняком от Хэла Джордана, а заодно позволили продемонстрировать образ, отличавшийся от «доброго дядюшки», которым был предыдущий Фонарь.



        Естественно, новый Зелёный Фонарь не находился в вакууме и пересекался с другими персонажами вселенной – Бэтменом, Чудо-Женщиной, Суперменом, Шазамом, Флэшем. Его успело занести как в команду к Титанам, так и в легендарный ран Гранта Моррисона на Лиге Справедливости Америки. В отличие от Хэла Джордана и Барри Аллена, Кайл Райнер и Уолли Уэст не настолько хорошо ладили друг с другом, что создавало отличную от ранее виданных динамику взаимоотношений двух героев. За свои десять лет присутствия в индустрии, Кайл рос и развивался и, в конечном итоге оказался практически перед тем же вопросом, что и Хэл Джордан, став Параллаксом – «что делать, имея безграничную мощь, способную менять реальность?». В отличие от Джордана, Райнер принёс в жертву не человечность, а эти самые способности и помог возродить и Корпус, и Стражей Вселенной. Сам же Кайл, в конечном итоге, остался Фонарём, но всерьёз обеспокоился вопросом своего места в мироздании и, на какое-то время, осел на Земле. Хэл Джордан, кстати, за эту декаду в своё бытие Параллаксом успел спровоцировать глобальное событие, угрожавшее вновь «пересмотреть глобальную карту мультивселенной», искупить свои грехи и пожертвовать собой, спасая Землю, и вследствие этого стать новым вместилищем для Спектра – сущности, являющейся воплощением божественного гнева. Не единым Кайлом был жив уголок Фонарей в 90-е!



        Параллельно развивалась линейка людей среди Зеленых Фонарей. Помимо Хэла Джордана и Кайла Раннера люди наблюдали за историей Гая Гарднера, чей дебют состоялся в далеком 1958 году в Green Lantern #59. Придумали персонажа Джон Брум и Джил Кейн. 



        Люди полюбили этого рыжего бунтаря, который прошел свой путь от малолетнего преступника и спортсмена до космического супергероя, который даже в этом статусе не растерял свой пыл.



        И, конечно же, нельзя не упомянуть Джона Стюарта, Зеленого Фонаря, с которым большинство из нас познакомились в первую очередь через мультсериал «Justice League: The Animated Series». Создан персонаж сценаристом Деннисом О’Нилом и художником Нилом Адамсом в Green Lantern #87 в 1972 году.



        Джон не имел хорошего детства из-за тирана отца, но отслужив в армии и став архитектором, он все-таки вырос хорошим человеком в итоге, который точно был достойным ношения кольца Зеленого Фонаря. Его считают лучшим пилотом и одним из лучших конструкторов из-за архитекторских знаний. Ну, чего греха таить, он афроамериканец, что было важно во времена появления персонажа в комиксах.



        Т.е. Зеленые Фонари стали таким феноменом, когда каждый читатель мог найти себе более близкого носителя кольца и следить за его историей. Тем не менее, то, что случилось с Зелёным Фонарём в дальнейшем – пример сотворения «современной классики», результатом которого станет риторический вопрос: «И как же Фонари вообще раньше существовали до Джонса?». Вместо того, чтобы просто возвращаться к старым статусам-кво (а для этого было сделано всё возможное) Джефф Джонс пошёл дальше и переизобрёл сам концепт Корпуса, освежив его (примерно так, как это было в 90-х) и значительно расширив. Однако в отличие от Рона Марза, весь груз хронологии не был сброшен в угоду новой концепции и доступности для нового читателя. Джонс достаточно уважительно отнёсся к наследию комиксов о Зелёном Фонаре, имея при этом достаточно наглости, чтобы объединить ранее не связанные элементы в целостное и эпичное космо-полотно.' />
        </>
    )
}


export default GreenLantern;