import React from 'react';
import img from 'img/batman_big.jpg';
import HeroesImage from '../heroes_img';
import HeroesDescription from '../heroes_description';

const Batman = () => {
    return ( <>
        <HeroesImage src={img}/>
        <HeroesDescription name='batman' text=' -человек летучая мышь, вымышленный герой, персонаж вселенной DC.Первое его появление было в Detective Comics №27 в 1939м году в мае, практически одновременно с Суперменом, с того самого времени они и идут бок о бок! Бэтмен был создан художником Бобом Кейном совместно с писателем Биллом Фингером. До 2015 года отцом и создателем считался Боб Кейн, но после того как во всем разобрались, было обнаружено что его вклад в создание героя был мизерным. Билл Фингер, вот этот человек внес огромный вклад в создание такого прекрасного героя как Бэтмен. В оригинале, Бэтмен это альтер-эго Брюса Уэйна, в детстве маленький Брюс стал свидетелем смерти своих родителей, после чего поклялся бороться с преступностью. Он усиленно тренировался, достиг совершенства в тактике, дедукции, эрудиции, манерах (практически ни одна девушка не могла перед ним устоять),он серьезно подошел к созданию своего костюма, а в дальнейшем и к созданию других костюмов с узкой специализацией, на его вооружении находится много техники. Но при всем этом, Бэтмен никогда никого не убивал, он может мастерски нейтрализовать врага. Хотя если бы он начал убивать, то хватило бы одного выпуска комиксов, в котором он убил бы всех его врагов. Его главные враги известны всем, и они достойны Бэтмена, они весьма хороши (Джокер, Пингвин, Двуликий, Ядовитый плющ, Пугало) С первого момента появления Бэтмена, его популярность возрастала с дикой скоростью, через год он уже обзавелся собственной одноименной серией комиксов! В 1966 году сняли сериал «Бэтмен» главного персонажа сыграл Адам Уэст, его образ еще на протяжении нескольких лет использовался в комиксах. В 1986 году была выпущена мини серия комиксов  Batman: The Dark Knight Returns под авторством Фрэнка Миллера. Новый образ Бэтмена стал основой для фильма Тима Бёртона «Бэтмен» в 1989году и перезапуска в 2005 году Кристофером Ноланом «Бэтмен: начало» более брутальный и зловещий образ Бэтмена поднял его популярность у зрителей на новый уровень! Его адаптировали как культурную икону, Бэтмен был везеде, на одежде, в комиксах, в фильмах, в играх, в виде игрушек и тд. Темный рыцарь занимает 2 место после Супермена в списке «100 лучших героев комиксов» по версии  IGN. Он олицетворяет идеально подготовленного человека во всех направлениях, он всегда на шаг впереди, даже без своего костюма он остается лучшим бойцом, гениальным тактиком и детективом!' />
        </>
    )
}


export default Batman;